[
  "dataview",
  "homepage",
  "obsidian-import-json",
  "table-editor-obsidian",
  "obsidian-git",
  "templater-obsidian",
  "obsidian-linter",
  "obsidian-style-settings",
  "obsidian-tasks-plugin",
  "obsidian-minimal-settings",
  "obsidian-view-mode-by-frontmatter"
]